IdeaRS.OpenModel.Material.SurfaceCharacteristicTypeSIA
Surface characteristic

IdeaRS.OpenModel.Material.SurfaceCharacteristicTypeSIA.Plain
Plain

IdeaRS.OpenModel.Material.SurfaceCharacteristicTypeSIA.Indented
Indented

IdeaRS.OpenModel.Material.SurfaceCharacteristicTypeSIA.Ribbed
Ribbed